Revit 2027 API
SpecTypeId.Permeability Property
 Permeability, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Permeability { get; }
Public Shared ReadOnly Property Permeability As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Permeability {
	ForgeTypeId^ get ();
}
static member Permeability : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace